insert into "user"(email, password) values
    ('bebra228@mail.ru', 'qwerty1234'),
    ('jopa@gmail.com', 'asdf'),
    ('admin@admin.com', 'admin1'),
    ('roma@grek.chechnya', 'ya_ne_chach');

insert into administrator(user_id, email, firstname, lastname, patronymic) values
    (3, 'admin@admin.com', 'Evgeniy', 'Compiler', 'GPUvich');

insert into country("name", code) values
    ('Российская Федерация', 'ru'),
    ('Азербайджан', 'az'),
    ('Армения', 'am'),
    ('Белоруссия', 'by'),
    ('Казахстан', 'kz'),
    ('Киргизия', 'kg'),
    ('Молдавия', 'md'),
    ('Таджикистан', 'tj'),
    ('Узбекистан', 'uz');

insert into city("name", country_code) values
    ('Москва', 'ru'),
    ('Санкт-Петербург', 'ru'),
    ('Архангельск', 'ru'),
    ('Котлас', 'ru'),
    ('Крым', 'ru'),
    ('Херсон', 'ru'),
    ('Баку', 'az'),
    ('Ереван', 'am'),
    ('Минск', 'by'),
    ('Гомель', 'by'),
    ('Астана', 'kz'),
    ('Бишкек', 'kg'),
    ('Кишинев', 'md'),
    ('Душанбе', 'tj'),
    ('Ташкент', 'uz');

insert into citizenship("name", country_code) values
    ('Российская Федерация', 'ru'),
    ('Азербайджан', 'az'),
    ('Армения', 'am'),
    ('Белоруссия', 'by'),
    ('Казахстан', 'kz'),
    ('Киргизия', 'kg'),
    ('Молдавия', 'md'),
    ('Таджикистан', 'tj'),
    ('Узбекистан', 'uz');

insert into company("name", inn) values
    ('ООО НАСТОЯЩАЯ РАБОТА', '7720440174'),
    ('ООО ЧКО', '7729577470'),
    ('ООО РОГА И КОПЫТА', '7736637017'),
    ('ООО МОЯ ОБОРОНА', '0123456789'),
    ('ООО ЭС КАК ДОЛЛАР', '4632259118'),
    ('ООО ААА', '6165036747');

insert into skill_category("name", "value") values
    ('IT-технологии', 'it'),
    ('Экономика', 'economy'),
    ('Менеджмент', 'management');

insert into skill("name", "value", skill_category_id) values
    ('Docker', 'docker', 1),
    ('Java', 'java', 1),
    ('ООП', 'oop', 1),
    ('SQL', 'sql', 1),
    ('Трейдинг', 'trading', 2),
    ('Аналитика', 'analytics', 2),
    ('Тренинги', 'training', 3),
    ('Тим билдинг', 'team_building', 3);

insert into specialization("name", "value") values
    ('Программирование', 'programming'),
    ('Маркетинг', 'marketing'),
    ('Продажи', 'sales');

insert into "role"("name", specialization_id) values
    ('Бэкенд', 1),
    ('Фронтенд', 1),
    ('Архитектор системы', 1),
    ('Тим лид', 1),
    ('Проджект менеджер', 1),
    ('СММщик', 2),
    ('ТикТокер', 2),
    ('Креативщик', 2),
    ('Продавец-консультант', 3),
    ('Оценщик', 3);

insert into team("name", "value") values
    ('Команда Акакдем', 'team_academ'),
    ('Фунфырики', 'funfyiriks');

insert into achievement("text") values
    ('[Раунд 1: Oxxxymiron]
Я здесь чисто по фану, поглумиться над слабым
Ты же вылез из мамы под мой дисс на Бабана
Обличительный пафос — это пшик против папы
Эти рифмы писал мне пьяный Крипл под спайсом
Ты смешной, слишком длинный, откровенно нескладный
У тебя телосложение, как у беременной цапли
Непропорционально, как твой хайп и твой вклад в рэп —
Не облако в штанах. Ты лишь мода, как клауд-рэп
На пару сезонов. Где твой чокер, а че
Ты же не хочешь выйти из моды, словно шмотки «Волчок»
Тот, кто еще год назад тебе дал мощный толчок одним твитом
Станет тем, кто тебя нынче смоет в толчок
Это ирония судьбы — не правда ли, удивительно?
Прежде чем кого-то баттлить, я сначала должен хвалить его
Чтобы вас убедить, что он мог бы стать победителем
Чтоб MC завафлить, вы сперва должны полюбить его
Я сработал на ура
Я знал, что Готэму нужна фигура Джокера
Что против меня. Полная луна взошла
Город за него, в колоде новый персонаж
Но я сам себе режиссер — я тебя создал и снял
Я — Брюс Уэйн и Кристофер Нолан в одном
Роли готовы давно: твоя прописана от и до
Мне был нужен враг? Вуаля
Ты — опереточный злодей, у тебя отклеился ус
Да, ты — Джокер, но в моем рукаве. Побрей себе туз
И подготовься
Аркхем предоставляет ночлег
И откуда у тебя эти раны знает мой член
Ведь я мастер раскрутки
Ты на кастинг наткнулся и сразу стягиваешь трусики:
— Ты правда продюсер?
— Да, я правда продюсер
Я тебя сделаю, сын – ты в б-анально в рабстве
Зови меня Фадеев Максим
Ведь это жирный пиар
Я выпускаю из клетки тебя за нитки
Каково знать, что ты марионетка в руках еврея?
Ты больше года хайпил на мне
Окей, хайпа не жалко
Жалко, что ты жалкий лакей
Что ты сам не сумел подняться, на дне остался никем
Твои “фаны” злятся, что я не выпускаю микстейп
Твои глаза сказали, что ты баттл писал в декабре
Потому что школа Slovo -
Самая слабая площадка в стране
Да, мы про SlovoSPB — вас поимел RBL
Меня могли бы вынести Забэ, Тирэпс и Пиэм
Если бы постарались
Только вы — бездари все
Тридцать недель на текст и фейк, мол, наконец-то засел
Писал декабрь, январь, февраль, март, апрель, май
Июнь, июль. И ты думал, тексток — Tech N9ne, бо!
Я писал неделю плюс-минус два дня
Я тебя боюсь в тридцать раз меньше, чем ты боишься меня
А ты не бойся, ты не бойся
У тебя, что, на кону Олимпийский?
Десятки людей на зарплате с петербургской пропиской
Что все зависят от баттла и им хана, если слить его
Хм, но готовиться месяцами для MC унизительно
Все заучено? Красава!
Человек, измученный Рамзаном
Когда я вызывал его, он типа за идеалы был
Но за год ты стал ссученный, Слава
Что мне может вообще предъявить человек, повторивший мой каждый косяк за всего один год?
Я в игре 9 лет — ты мне лишь помогаешь, слизняк
Ты как и я изменился? Хотя продажи как были
Ты, как и я извинился – но тебя даже не били
Ты стал, как я, коммерсант, но на словах комиссар
Как я был против рэп-стада, но фитовать с ними – за
Мы все отчасти лицемеры, уже хотя бы потому, что меняемся каждый день
Что раньше являлось тру, со временем изменится, может полностью
Но твоя переоценка ценностей шла с небывалой скоростью:
Оп! И ты на сцене
Оп! Фит с ЛСП
Оп! Низкие цены на шмот у Вити СД
Flow пишет рецензии, все хорошо и real
Но за год кот подземный стал ровно тем, что корил
И твоя идея, как Ляля, кровью истекла
Ты кидаешься камнями, сидя в доме из стекла
Был в подвале, но протек чердак
Ты в поиске стен мечешься из замка в замок
Но ты их строишь на песке
И показушный детсад в твоих б/ушных текстах
Так очевиден всем, поверь, мне было скучно писать
Рядом с тобою даже Johnyboy был трушный пацан
Откройте с ним кальяно-барбер-суши-смузи-вейп бар
Антихайп? Это Vagabund, это Vagabund
Для тех, кто грузит в глуши на Windows 3 с модема, не умея cookie включить
«Надо набрать больше членов» — так вам Букер внушил
Открой концертное эскорт-агентство «Букинг мужчин»
И это вроде хи-хи, но правда режет глаза
Он будет много говорить, но ему нечего сказать
Ты можешь выкопать грязь и моих мертвых друзей
Перемывать кости с бельем, варить свой черный кисель
Выяснить с кем, сколько раз и в каких позах я спал
Но если ты сделаешь это, то ты тоже просрал
Вот у него есть девушка по имени Саша Дискотека
Сколько прекрасных панчей я мог бы зафигачить про это
Или про жену СТ — это так трогательно
Но я пришел сюда, чтоб баттлить не её, а тебя
И не твоих родаков, не мамин банковский счет
Не случайные половые связи. Фаллен (вот он) Фаллен не в счет!
А кто берет слухи про близких, чтобы выиграть вес
Просто показывает, кто на этом ринге отец
Подумай, шкет — тебе светит лишь форс в MDK
Сколько лямов я сделал за год, спорят Forbes, РБК
Ясен красен, про меня сплетен вагон
Я даже бросил groupies — вдруг они проколют перед этим гондон
А после сольют наши фотки журналу «OK» — это темная сторона славы
Как и его поездка полгода назад на Пхукет
Опа, у меня тоже есть птички
У меня тоже есть птички
И в отличие от твоих у них есть микрофоны-петлички
Он думает: «Только бы не история про Golden Resort»
Братан, это не позор, это не позор
Скажем так: очень недолго и в меру невинно
Но у него там был друг под кодовым словом «танцор»
Не совсем массажист, не совсем визажист, не совсем экзотический dancer
Но проблема в другом —
Как две капли воды он похож на типичного транса
[Дайте мне папочку, дайте мне папочку]
А теперь я прошу сюда выйти всех тех
Кто реально в Resort''е увидел Карелина
Ладно, походу сегодня их нет
Но еще лишь немного, и вы бы поверили
Баттлы по фактам — подарок для любителей врать
Какая правда? Важно лишь убедительно подать
Если будешь копать зашквары, в мусоре копаясь
То представляешь не Slovo, а «Подслушано: Хабаровск»
Итого у тебя есть две линии атаки:
Либо обвини меня в чём ты, как минимум, хуже – это клиника
Либо, как киники, собакой будь, и
Выдумав гнили про меня, обосрись тут же
Гнойный, твои слова — воздух один
Ты похож на E.T, но приземлился в Грозном поди
Сюда просто борзо зайти
Но также просто в утиль
У тебя был хороший год — еще не поздно уйти
Раунд!
[Раунд 1: Слава КПСС]
Слава КПСС и Окси – новая панк-волна
Вы все ждали выступление короля и шута
Но нихуя
Я утверждаю, что как творец ты умер
И не заслуживая славы культового рэп-певца
Я не признаю твои заслуги, поэтому когда читаю, я напоминаю тебе отца
Поговорим о твоем альбоме, разберем с хладнокровием Лаврентия Берия
Ты плохо учился в своем Гриффиндоре
Если русские что и умеют, то это разваливать империи
Все ждали 4 года, и он как мог нагнетал интригу
И все, что ему пришло в голову - записать аудиокнигу
Причем банальную антиутопию
Такой уровень дискурса больше подходит Джамалу и Лоику
С сюжетом, что по силам каждой недалекой педовке
Твой рэп – дешевая литература в мягкой обложке
Это набор самых скучных клише, которые существовали в истории
Оригинальный сюжет – трагическая любовь посреди антиутопии
Блядь, такого уж ни у кого не было, да?
Ни у Оруэлла, ни у Замятина
Это как бы попсовый мотив, который заебал уже окончательно
Но ты сам сказал Афише: “Важна не идея, а исключительно её живучесть”
Ну так если твоя музыка – бренд, почему мне не выбрать Gucci?
Это тоже коммерция, как и твой якобы прорывной альбом с умными панчами через тире
А создать вокруг себя шум может и использованный кондом, если он окажется в женском монастыре
И я помню чувство, блять, когда твои фанаты на всю хату включили альбом
Будто я ассенизатор, которому за год выдали всю зарплату говном
Вот, сука, выбился в цари
Так любил сыпать именами, что даже выдумал свои
Концептуальность от того, что заебало ремесло
Ты исписался до того, как еще взялся за перо
Раньше был “против всех” теперь ты вроде свой
Альбом такая срань, что его хвалит Нойз – то есть врубаешь?
You might also like
Биография (Biography)
Слава КПСС (Slava KPSS)
23 февраля (February 23)
Oxxxymiron
ОЙДА (OIDA)
Oxxxymiron
[Вмешивается Oxxxymiron]
В самое сердце прям

[Продолжение раунда]
Ты говорил, что он графоман до мозга костей
И он хвалит ГОРГОРОД, а не, например, твой первый микстейп
Это не случайно, ведь "Огород" – просто вымученная хуйня
Я вижу не 11 треков, а 11 сроков за изнасилование себя
Ведь ты лепишь образы, блядь, как калека культями из глины
Тебя спутать с поэтом, как мешок с хуями и спиннер
"Худой отпечаток плеча" - учителя, вот срамота
Это не могло быть у Пастернака, это попросту безграмотно
Отпечаток худого плеча, ну блядь, слово – не твой конек
Ты рождаешь не панчи, а перлы как “гандбольный мировой рекорд”
Это что такое? Это на твоем альбоме, блядь
Это что такое, придурок? Где работа со словом?
Где неожиданные смыслы, мужик?
Это похоже на казус в порно:
Ты решил, что раз тебе лижут жопу, значит можно насрать на язык
А когда тебя прихватит понос, знаешь, что знать гаже всего?
Что все твои походы в туалет связаны – у тебя концептуальное даже дерьмо
Поебать на тупорылых политиков и до пизды все жадные банкиры
Хуже всего вы – творцы этой похабнейшей вкусовщины
Где "третьесортный ремикс Есенина" или первоклассный Олдоса Хаксли
Имеют социальное одобрение, но мне до пизды еврейские сказки
Я не слушаю ГОРГОРОД, не читаю Тору, и не зависаю на Эхо Москвы
Странно, в Правом Секторе любят лысых
Но тебе бы там дали пизды
За графоманию как у Бродского, говнолирику как у Есенина
Где ты сам-то гуляешь по краю? У отеля по краю бассеина?
Блядь, когда ты мне скажешь, что я не представляю интереса как музыкант
И живу за счет сомнительного хайпа
Ты по сути опишешь себя
Ведь ГОРГОРОД - даже не хорошая калька, не напалм, а жвачка
Ты просто просрался пачкой либеральных клише
Но писать антиутопии – какой это протест, баран?
Бесполезно как разгонять резиновыми пулями гей-парад
Ты не пел с баррикад
И даже твой любимый Ламар говорил: “FUCK TRUMP”
А для тебя fuck up – это вечер открытых забрал
Да ты ссышься сказать прямо и даже “Он вам не Димон”
В этом плане посмелее, чем твой ебаный альбом
Ты скажешь: “я не политик, я артист, я не пишу заявления – я пишу треки”
Но, как и политик - ты популист, иначе зачем примазался к теме?
Чо, блять, так болел за Россию, что на нервах терял ганглии
Но когда тут проходили митинги, где ты сидел? В Англии
Лондон, Лондон, научи нас жить - как нам без тебя обустроить Россию?
Ты выдаешь бульварный роман за политическую сатиру
Но не называешь имен – там список еврейских фамилий
А в России традиция не называть имена, когда идет речь о крысе в своем коллективе
А я везу вам революцию, как встарь, по дороге из Тушино
У этой телеге вращаются оси – футуристы скинули с корабля современности Пушкина
А вы до сих пор цеплялись за Окси, ведь он же живой...
Но только живой пример, что любой за 4 года может исписаться и стать никем
Спустил талант ты не на хопчик, а на дурь и порошок
Ваш Окси – дутая фигура, как стеклянный петушок
Раунд!
[Раунд 2: Oxxxymiron]
Он сказал, что не слушал ГОРГОРОД, но весна покажет, кто где срал
Весь твой первый раунд – это пересказ трека “Кем ты стал?” (think about it)

[Отступление Слава КПСС & Oxxxymiron]
- Нет, нет
- Это не так
- Это так
- Нет
- Переслушай трек, братан
- Я слушал

[Продолжение раунда]
Короче, йоу
Дайте майк, начинайте сайфер, давайте хайпить
Давайте мать задевать и врать, воровать и байтить
Ушат дерьма выливать на братьев, гострайтер найден
На ритм – срать, но на битве стать популярней знати
Так что не надо, хватит
Сравнивать нас – я по тем временам был “анти”
Ломал их рамки, морали ради того
Чтобы срать обывателей – первооткрыватель
Лучше бы я оставил тебя спермой на кровати
Ведь то, что было свежо тогда, еще в года
Совсем другие теперь – увы, несмешной стендап
Одно дело табу нарушить, толпу наружу
Вывернуть слушателя силой слов, выесть им душу
И другое дело – конвейер говна
Без какой-либо цели, у тебя идея одна –
Как можно больше лайков. Разве не проверенный факт
Что как Эрнесто ты и сам хотел на телик тогда?
Это окей, я не сужу
Хотя и как-то противно твое двуличие
А впрочем – ну чё будет жулью?
А я из принципа ни разу не выступил на корпоративе
Потому что мне плохо слышно, когда люди жуют
Не был на радио, на телике всего один раз
Хотя запросов каждый день, будто в личке от лолей
Был бы ты на моем месте, ты бы точно сейчас пел в Золотом Огоньке
Говоря, что “чисто потроллить”
True, true story
Чтобы ты понял масштаб – я не стал фитовать с Major Lazer за 15 лимонов
Ты за мелочь от спонсора станешь сосать черный болт как писатель Лимонов
И мне скажут: “Мироша, ты crazy”
Нет, я просто не люблю Major Lazer
Мне скажут после: “ты осел”
Но тру фаны знают – я ценю их. Окси - Tentacion –
У меня тоже 3 икс, эй
Ты пропадешь, как мой микстейп
Много сомнений, Мирон, эй
Кто любит пенисы в рот – гей
У тебя новый релиз, эй
У тебя сотый релиз, эй
Если твой рэп – это рэп
То мой рэп – это если со мной кричи “эй!”
Смотрите, молчит лишь SLOVOSpb – пустословы Спб
Я к вам не приду никогда, будто в школу МВД
Андердоги баттл-рэпа? Нет, вы снобы без лавэ
Злободневный баттл с Шурыгиной – дно из Спб
Нет, я даже не спорю – Версус тоже зашквар
Бодро начав, полгода как скатился в полный кошмар

[Обращение к Ресторатору]
Думал, я стану молчать, дав тебе строчку про них?
Да, мы друзья, но ты засрал то, что со мною воздвиг
И это не кинжал в спину, Саня, вспомните с Яном
Сколько раз кряду я вам объяснял это прямо:

[Продолжение раунда]
Раньше Версус был местом, где открывали талант
Теперь он место, где каждый бездарь срубает бабла
Где можно как Ларин обосраться в прах и пух
Стадо блогер-фанов и так отлайкают 5 минут славы
Оффбит – пофиг
Релоуды, репосты, BMW, BPM
Рэперов меньше, чем спонсоров. Шапито!
А рэп-хогакурэ, путь бусидо?
Я нужу про культуру будто я укушен Redo
“У старика бомбит от успеха Хована с Эльдаром” – да нет
Просто у всех ваших кумиров один гострайтер с Фрэшблада
И я не ради протеста, я не хип-хап полицейский
Когда не обижает мертвых, то Хован молодец
Но коль вы блогеры и комики и в баттлах проездом
Давайте честно и указывайте автора текста

Easy, easy
Real talk, real talk

Но я верю – Версус воскреснет
А что ни Слово, то блеф
У меня и Санька наберется зашкваров
Но только раненый лев – это все еще лев
А здоровый шакал остается шакалом
Чо ты думал, что я кого-то боюсь?
Твоих шуток и панчей, Замая с Берсерком
Братюнь, я видал и не такое, клянусь
Утешай себя тем, что за вами подземка
И что вы снова на коне
Но я в роли НТВ – кто хочет здесь всю подноготную про SlovoSPB?
Тогда послушайте о том, что было 5 лет назад
Не было Версуса и Слова – рэп кричал: Dat''s what''s up!
Андрей Михеев знал, что я с 2008 года следил за King of the Dot и о том Хайду сказал
На проводе Краснодар – мы скайпили 3 часа
Советы, вопросы, как им писать на баттл текста
Я помню как объяснял, что от фристайла устал
Что такое схемы и флипы, как надо правильно встать
И мы оба болели этим – собственно, вот и вся
История, как в инете такой проект родился
Я стоял у истоков Слова – поцелуй кольцо! Dat''s what''s up
Ведь я был консильери у Дона Антона – вашего крестного отца
Каждый кто спрашивает "что?" не знает историю
Короче
Чё, чё, не хочешь целовать кольцо?
Как предсказуемо, он же вам не авторитет
Вы же типа организуете свой отдельный баттл-квартет

[Обращение к Дену Чейни]
Только Чейни, мозги не пудри, ты знал
Я нейтралитет всегда соблюдал, но вы дурите всех
Ты и Берсерк - вы не просто ушли от Хайда
Предав отца и проект
Вы сперва зарегали тайно свои права на проект
И я слышал эту историю

Real talk, real talk in this bitch

Вы сперва зарегали тайно свои права на проект
И я слышал эту историю от тебя и PLC
Ты оправдывался как мог, но я прямо тебя спросил
Если Хайд с PLC – правда, эксплуататоры слабых, фашисты
А вы невинные жертвы, рабы франшизы
Почему вы не создали баттл с новым названием, а украли у них и зарегистрировали как крысы?
И знаете, что он мне ответил? Честное слово:
”Восточная Римская империя” , помнишь?
Перед 1703 мы с тобой сидели, Корюшка-пати, вспомни, вспомни!
”Восточная Римская империя тоже не стала менять название, когда откололась от Римской”
Ну ты и Дениска, нехороший человек – редиска!
Когда мы с ним тусили, я кошелек держал очень близко
И спасибо за курс истории мне прочитанный бескорыстно
Только пафос и демагогия не помогут, увы, Денис
Ты, бежав с корабля, украл впопыхах дырявую шлюпку
Набрал команду карланов, толкал нам годами клюкву
И вы ходили к нам не дружить, а чисто хейтить
Ваш ручной негр Стефан и карманный жид Эдик
Вы навсегда в тени Большого Брата
Вы калька, даже под алко
Ты – Ресторатор на минималках
Вы не Слово, не Версус – фальшивый филиал вы
Самозванцы, на лого по кругу – чужие лавры
Сдохни, SlovoSPB!
Вы построили тайник, думали скроете от них
Свою историю, но сорри, бро, я вскрою гнойник
Есть алхимическая формула – что наверху, то и внизу
Если крысы владеют Словом, то чего вы ждете от слуг?
И в тебе, словно в микрокосмосе, отражается слово полностью
Вся завистливая назойливость, пополам с уязвленной гордостью
Что еще остается Гнойному?
Вечно троллить да вечно против быть
Только, сударь, когда вы троллите – вы не боретесь, вы мне вторите

[Обращение к Замаю]
Раз по кайфу, Замай, без проблем, продолжай
Продолжай задевать меня всуе, бро

[Продолжение раунда]
Болтовней про хайп с Антихайпом не спрятать отсутствие сути сказуемого
И я не знаю, зачем в тебе Джубили обличал напускной пофигизм
Я не знаю, зачем тебя баттлил Эрнесто, как будто ты злой коммунист
Ты же просто пустой, абсолютно пустой – ни черта за душою, мне жаль её
Ты читал про макак, но ты тоже примат
Примат формы над содержанием
Дисс на дисс, на релиз, на микстейп, на ремикс – у тебя до того недержание
Что понос без говна – это просто вода. Вместо жопы – твои два полушария
Ты не бяка, ты слишком хрупкий
Ахиллес – черепаха – пятка
Быстро впитываешь, как губка
Но я выжму тебя – ты тряпка
Вы бюджетная версия Версуса
Ты – забавный косплей на меня
Ждем заставку, где Чейни на Лексусе едет к бару 1702
Меня сложно забыть, невозможно задеть – мажут тупо все ваши потуги
Мисс России – Оксана Федорова, Соня здесь в роли страшной подруги
Я не патимейкер, я bodybag''ер,
Антифейкер – original russian hater
Мать – еврейка, мой батя как батя Дрэйка
Bitch, я Ice Kid как Grime Kid и fuckin'' begin
Canning, мать его Town, E16, baby!
Слав, тебе пора в кровать собирать наклейки
Хоть убей, вам не понять как делать с кайфом треки
Ведь ты, умеешь только баттлить и писать ремейки
А я, универсальный солдат, в клубе не станет sold out
У вас пока *тьфу-ты* ты мои слюни стираешь со лба
Дурень, тут правда семья, Обик и Драго – друзья
Мы три мушкетёра из романа Ремарка с Дюма
Как там у вас – [poof-poof] в твоё лицо из РПГ
Ваш хвалёный легион – гипсокартон и ДСП
Вы же просто балаболы с подростковым ЧСВ
Версус – то, что никогда не сможет SlovoSPB
Вот и всё, вся история с хроникой
А теперь за меня эпилог зачитает мой мёртвый хоуми - a.k.a. Николай Гумилёв
Вот про вас:

"Когда над миром новым
Бог склонял лицо свое, тогда
Солнце останавливали словом
Словом разрушали города

И орел не взмахивал крылами
Звезды жались в ужасе к луне
Когда, точно розовое пламя
Слово пролетало в вышине

Но забыли вы, что осиянно
Только слово средь земных тревог
И в Евангелии от Иоанна
Сказано, что Слово это - Бог

Вы ему поставили пределом
Скучные пределы естества
И, как пчелы в улье запустелом
Дурно пахнут мертвые слова."
Версус!

[Раунд 2: Слава КПСС]
-За культуру, да, будешь читать?
Думал ты меня вызвал? Храбрый поступок, как для еврея
А потом, я понял - это не храбрость, а здравый смысл
Ведь сражаясь - ты умираешь быстрее
Ты реанимировал мою карьеру
Расхайпил, только держись!
Когда-нибудь я напишу книгу
"Твит, который изменил мою жизнь!"
Но мой дедушка - Johnyboy
И он учил: "Не верь жиду!
Ведь когда тот говорит, что бросает спасательный круг - твоя карьера идёт ко дну"
Так что без жалости. КПСС ворвался в схватку
Единственный трезвый, будто это пьяная драка
Помнишь, на форуме, коммуняка порвал тебе сраку?
Так что, я не байтер Бабана, а подражатель маньяка
Ну какой ты мне соперник, с панчами про "Вот такой"
Да я захуярю тебя просто тем, что окажется под рукой
Вот твоя полка зашкваров, я беру с неё первый попавшийся
Ты считал Guf''а -хуйнёй, теперь с него вроде как тащишься
"Картавый талант", да?
Ты бы забил на русский рэп, но класть хуй если ты кастрат - трудно
Либо ты приспособленец, либо только с годами оценил талант Guf''а, понять трудно
Представитель, той самой дешёвки, что называется пластмассовый мир
Если судьи смотрят влюблённо, то считай, что он победил
Ориентировать на шум - это твоё супергеройское умение
Окси – флюгер, даже когда кто-то пускает ветер он изменяет направление
Да, этот солдат не держит оборону
Блять, патологоанатом чаще режет по живому
Теперь тебе нельзя по чужому пройтись не добрым словечком
По контракту ты остаёшься беззубым, как Александр Овечкин
Мы тут на войне, да
Ты, сбежал покинув форпост
Просто стараешься держаться в стороне
Как те немцы, что допустили холокост
Говоришь, что изменил течение
Но на самом деле, ты изменил только направление гребли
Перестал ебать мамок, он взрослый, что дальше?
Каждый год по баттлу, а толку-то, где панчи?
Твои баттловые строки - уродливая невеста –
Хочешь выдать - но там нечего выкупать
И как, личность может стоять за ними, если там не зачем постоять
Больно смотреть на твои потуги
Блядь, в баттловые контексты
Ты врубаешься не более, чем мужик из роликов - "Реакция папы на Versus"
Судите сами, блять, пиздатые панчи Мирона в отрыве от него теряют блеск:
"Ты не создатель големов, но на фото ты как глиномес"
И это не единичный момент -
Про "шило в жопе", блядь, "дурную энергетику" или "Гулькин член"
Да другого за такие панчи сослали бы баттлить на RBL

[Вмешивается Oxxxymiron и ответ Гнойного]
-RBL респект
-Нахуй их

Но не тебя, ведь ты придумал матерную считалку
Что дальше, на этом баттле, станешь пердеть на зажигалку?
Или про питекантропа, бро
Этот панчлайн был пиздец какой глупый
Я не Оксимирон, но вы выступаете как смазка на залупе
То же самое, никакой дополнительной информации вообще
На следующем альбоме он зарифмует - "Мы выдаём как паспорт в УВД"
Или про геолокацию клитора
Геолокация клитора, чудненько!
То есть ты не веришь в З.О.Г., но веришь, что клитор, передаёт информацию спутникам

[Вмешивается Oxxxymiron]
-Это шутка, идиот

И такой хуйни у него в тексте навалом
Заходит ofc, ведь он подаёт её с заносчивым ебалом знатока
Мой флоу - атака DDOS, у нас удалённый доступ
Удалённый доступ, да?
Обоссанный гуманитарий, с такими спецами нам не летать к далёкому космосу
DDOS, как раз таки мешает удалённому доступу
Или может "ты быстро читаешь, а я медленно слушаю"?
Из этой фразы, они кстати даже сделали мерч для самых прошаренных
Но вы не в курсе, что в 2010-м её озвучила Нонна Гришаева, в передаче "Большая разница"
Либо ты её спиздил намеренно
Либо твой уровень, мразь, комедийная жвачка по телику
А значит те кто сечёт, и кому смотреть тошно в экран
Не заметят разницы, если б там весь день "Город под подошвой" играл
Но Мирону не нужны панчи, он интересный и так
Сегодня ты смотришь баттлы без панчей, а завтра – порнуху без баб
Личности, личности, личности
Блять, какие личности?
Они верят что я пил мочу, или что ты встречался с Соней Грезе
Или что у тебя во рту столько белка, что можно испечь целый противень безе
Ведь баттл - территория пост-правды
Здесь не важно какой факт настоящий
Так какие личности, долбоёб, тут решает количество панчей
У меня огромный пак равноценных bars, будто fix-price
Ведь, когда король умирает, гроб должен быть King-Size
Что, нужен шкаф для скелетов тех что с тобой баттлили?
У меня для тебя интересный факт, мне таких нужно четыре, ведь я баттлился 16 раз
А тебя ставили к стенке с Джоном
Выходит, из расстрельной команды, я один с боевым патроном
Они сами себя хоронили, но ты делал вид что помогаешь оппоненту
ST ты мотивировал, Джону кидал спасательный круг, читал лекции Криплу

[Вмешивается Oxxxymiron]
-Ты следующий, ты следующий, ты следующий. Давай, давай, давай

[Гнойный успокаивает зрителей]
-Тихо, тихо, блять, суки

Слышь, чепуха ебанная, можешь других охмурять сонетами
Я тебе не Финляндия, так что, сука, не лезь с советами
И хватит читать про себя
Бля, я зову тебя Дрёмин,
Баттлер должен быть психологом, а не вести себя, как у него на приёме
Если на баттле ты забываешь про оппонента
То в гостях у бабы, наверно, дрочишь у туалета
А когда она говорит: "Мирон, может переместимся на моё лобное место?"
Отвечаешь: "Я не трахаюсь с тобой, а пытаюсь перепрыгнуть свои достижения из прошлого секса"
Отец баттл-рэпа на русском
Вы штампуете сомнительный стафф
Антихайп - социальная служба
Я лишаю тебя родительских прав
Ведь, твоя борьба за развитие – пустые слова
Ты ни разу не был на сторонней тусе
Откуда тебе знать, что культура жива, если ты не держишь руку на пульсе
Сделать баттл-рэп снова великим?
Ты даже не в курсе что он умирает, нет никаких новых талантливых эмси
Уже на Versus''е баттлит Райтраун, снимают ремейки других финалов
По сути дела, мы, пинаем уже мёртвый жанр
Баттл-рэп издох, нет никакого андерграунда
А мейнстрим, позорище, как Fresh Blood на крови
Но если ему суждено сдохнуть под камерой
Я хочу быть автоматом, стреляющим в Брендона Ли

[Продолжение раунда]
И я должен константировать причину и время смерти - 17:03
Раунд!

[Раунд 3: Oxxxymiron]
Вы заметили? Третьи раунды жёсткие!
Все MC туда вносят интригу
Но я задрот и пожертвую раундом, чёрт с ним!
Хочется просто поговорить о книгах

- Ты можешь пока поспать
- Щас унизишь меня, да?
- Не, не, не

Есть великая книга «Тысячеликий герой»
Держу пари, её продажи подскочат
Я прочёл её в Киеве этой дикой весной
Как в запой уйдя в одиночество
Меня бросил язык мой, был полный тупик
Ты не знаешь, что это такое
Все гадали: бухает или готовит релиз
Я же просто сидел на балконе
Это средние рифмы, правда
Ну и что, ведь, за ними правда
Эта книга меня вернула
Я осознал, что ещё живой
И она же сподвигла когда-то Лукаса на создание, (где Оби?) «Звёздных войн»
Суть проста: во всех мифологиях, всех религиях, сколько найти
И в основе любой истории есть один и тот же мотив
Кто-то слышит далёкий голос
Он выходит из дома один
Он идёт по дороге из города
В тёмный лес, где полно паутин
На пути он встречает монстров
Бьётся с ними он также один
Он пока не герой, он боится всего
Но он всё продолжает идти
И в конце он приходит к логову
Будет сложно, но он победит
И, дракона убив, он вернётся домой
Но уже не тем, кто уходил
Он поспит немного, базару ноль
И опять в путь дорогу заново
И на этом построены комиксы
Сериалы, культуры пласты
Наркотрипы и антиутопии, сказки, басни, скульптуры и сны
И настолько, что если сравнить
Египетские мифы и "Бандитский Петербург"
Вы увидите путь одного героя
Под личинами этих двух
Путь героя: чудовищ фигачить
Брать сокровища, строить капища
Он герой не потому, что качок и боец
А потому, что не может иначе
Я помню первые баттлы в России
Там считалось, что нужно врага
Чтобы вынести, наверняка обложить километрами стояка
После в дело пошла деконструкция
Все врага развинтили старательно
Но под всей психологией кухонной
Лежит коллективное бессознательное
И за каждым любым, даже хоть бытовым
Проявлением негатива двух отдельных людей
Виден древний мотив столкновения архетипов
Никуда не ушли герои, никуда не делись драконы
Даже если их битва: в офисе между степлером с дыроколом
И герои с драконами очень похожи
Их путают, но погоди
Есть отличия в корне, ведь лишь у дракона
Нет своего пути
Нет идеи, нет идеологии
Его роль - это быть врагом
Он сидит себе тихо в логове
Выдыхает с дымом огонь
Почему, например, у Джокера
Нету собственного кино?
Есть у Бэтмена, Catwoman, Бэтмэна с Робином
А у него ничего
Почему нет игры, где ты типа грибок
И ты прыгаешь на Супер Марио?
А если б была, это был бы прикол
Миллионы в игру не играли бы
И ты понял, к чему веду я
Мой анализ тут крайне прост
Гнойный, ты лишь ещё один уровень
Но никак не финальный босс
Потому что герою не стыдно сказать
"Я с изъянами, я уязвимый"
И поэтому люди в нём видят себя
А в тебе им себя не увидеть
Ты змея, ты боишься меня и себя
Твой единственный шанс - отшутиться ,стебя
Ты увёртливый гад, зацепиться нельзя
Только это твой баг, а не фича, чувак
(Насчёт программиста)
Потому что сарказм - это панцирь, броня, чешуя
Только где ты, товарищ
Я читаю с открытым забралом, друзья
И поэтому ты проиграешь
Может, карта легла так
И карма говниста
Но ты отыграл только антагониста
И в этом трагедия Славы Машнова, Карелина, дальше по списку
Ты не антигерой, ты вообще не герой
Вызываешь сопереживания ноль
И толпы, увы, не пойдут за тобой
Ты для них в Инстаграме подписка
У тебя нет пути, ты задействовал мой
Но забыл, что в моём была искренность
Баттл-рэп, чёрный юмор и грайм -
Где же Гнойный за стёбом и анонимностью?
А его просто нет, либо где-то исчез
Ты скопировал всё, даже этот мой жест
Мистер постмодернист
Ты компост, но дерьмист
Твой удел - быть МЦ для торжеств
(Fuck that, можно не шуметь)
И быть может, заметил кто-то
В моих раундах нету мата
- Как же так? - меня спросит Готэм, -
Ты же автор той самой цитаты
Очень просто: я батлю контуженного
Дико тусклого пасюка
А нецензурная брань - жемчужина великого русского языка
Окей?
И допустим, сегодня, может быть
Ты даже сможешь меня убить

[Гнойный]
- Да, смогу

[Продолжение раунда]
Я поеду дальше стадионами
Ты продолжишь меня троллить
Халифы на час, главари на миг
Смотри, они готовы, кичась, покорить Олимп
Чё?
Мой торт со свечами горит вдали
Я так стар
Для меня «Black Star» означает Talib Kweli и Mos Def
И чей-то голос шепчет мне: «Брось рэп
Оставь чистым свой след
Раньше, чем выродишься как бростеп»
Но слепит скопище лиц контровой свет
Визги, слёзы, бельё, мы - бойз-бэнд
А ты - критик с дивана мамин
Слушай, Ивангай
Как сказал когда-то Сталин:
«Критикуешь - предлагай!»
Ты врубишь дурака, будешь быковать
Неважно, ведь пока ты в моей системе рэп-координат
Если ты когда-нибудь предложишь слог альтернативный
Потому что стыдно в 27 лет жить чужою парадигмой
То на собственном пути станешь героем нарратива
А пока ты просто то, что жопа породила
Слава, Слава, ты бойкий и ласковый
Но мой орган из глотки вытаскивай
Ты был просто достаточно длинною грушей
В моей подготовке к Дизастеру!
Раунд!

[Раунд 3: Слава КПСС]
Пиздец самовлюбленный, братан – “я – грайм”
Но если в гугле задать “грайм”, то выдаст мой видос со SLOVO
Вот как ты продвигаешь грайм этих долгих 4 года
Злишься, что я называю свою хуету граймом?
Ты настолько тупой, что даже не просек прикола, дебик
Я забрал у тебя самое любимое, словно kidnapping
Благодаря мне грайм – это баттлы с фастфлоу
Думаешь, я доебался из жалости или чтобы прославиться?
Я просто угараю с тебя, ебаная лысая карлица
И меня вполне устроит статус артиста ВКонтакте
Пока ты не выкупаешь, как у постмодерниста в ломбарде
Ты эмигрировал в Россию, но твои волосы в бешенстве
И они съебались в Европу, будто сирийские беженцы
Дальше в программе насчет твоего арийского шнобеля
Если вдруг решит уйти, ну как в рассказе у Гоголя
Сразу съебется в Израиль, чтобы там стричь лавандос
Ведь эта ноздря выглядит как пещера, в которой родился Христос

Бля, только ты можешь не баттлить целый год
Тебе ТАТУшки посвятили “Мальчик – гей”
Мне нужен легкий способ бросить баттлить, ведь я ебу таких по пачке в день
Передо мной красный карлик, словно увидел в телескоп Бетельгейзе
Осыпаю градом панчлайнов – зови это флоу Мейвезер
Body bag, ведь я чаще играю в баттл-рэп
У меня зашкаливает счетчик фрагов как при игре в Lazertag
Нахер всех!
Хочешь, три за нигилизм, но отрицалу видно сразу, он сияет изнутри
“В жопу мейнстрим!” – кричал этот контр-культурщик на баттле с Дуней
Теперь на примере меня пояснил, почему этот путь никакущий
“Это плачевно и дурно, но зачем мне бурно кипящий кал
Я отшивал Вечерний Ургант”
Отшивал, да? Ты же не зря из евреев
Тут трушный, а там за ширмой
Ты отказывался от коммерческих предложений, чтобы дождаться наиболее жирных

[Отступление: Оксимирон]
Real talk, real talk
А ты, бро?

[Продолжение раунда]
К Урганту он все-таки пошел, но был в студии возмутительно милым
Но одел рубашку с дебильным принтом
Вот это ты показал этим корпоративным свиньям!
Так их нахуй, культурный террор! Не ждали?
Если его позовут на Дом-2, он оденет сандалии с носками
Какой нахуй Шоурум, засунь в очко себе биржевую сводку
Я закручиваю тебя в шаурму и Ховану забиваю в глотку!
Довольно
Ты так прирос к образу святого паяца, что тебе будет немножечко больно, когда я начну отрывать его с мясом
Твоя связь с Рибок, чтобы сделать что-то новое, а не срубить денег на фанах
Берут старую модель кроссов, лепят Окси лого, повышают цену в два раза
Блядь, ты за это сражался?
Но так ты в проебе по шансам
Ты был голодным эмси, съел других и в итоге зажрался

Это реально жалко
Смотреть как одинокий и несчастный 30-летний дядька тащит из зала в гримерку фанатку

Блядь, это обращение ко всем девчатам

Ты так любишь песенку Мэра
Не знаешь про рэп постмодерна
Так любишь Девочку-Пиздец и ходишь к Окси на концерт
Но знай: и принц бывает мудаком
И если и видит в тебе принцессу, то как дракон
В любой момент он может утащить тебя ебать в пещеру
Да, в твою маленькую пещеру

А что насчет баттла с Шокком?
“Он был мне как брат, я никогда не стану делать из этого шоу”
Достойно не срать тех, с кем двигались вместе
Но посрался с ЛСП и вел себя как Бузова на лобном месте
Ты снял часовое видео, чтобы полить бывшего артиста говном
Значит тоже самое ждет твоих нынешних артистов потом
Логично
И в конце он сказал: “Если надо, мы решим все по-другому. Это не 2013, мы уже не те”
Серьезно? Гордишься, что стал таким брутальным, что можешь отпиздить ЛСП?
Может, еще пнешь по ебалу Джарахова?
Или выложишь фанатский перепихон
Боже, да даже самый пиздатый транс не прикладывает столько усилий, чтобы казаться мужиком
Играть в ковбоев – сука, брось этот опыт
Лишь в “Горбатой горе” ты был бы вождь красножопых
Ты читаешь хип-хоп, а не грабишь банки
Если вокруг тебя дохуя стволов – это значит ты гуляешь в парке
Ты забыл, что такое ненависть
В бифе ты безобиднее инвалида в кресле-каталке
“Мрази принимали мою доброту за слабость” – блядь, словно из Твиттера районной давалки
Обзывал Сашу тамадой, а сам чтобы повеселить народ читал свой куплет на корпоративе Серебро
Тамада
Было, было

[Вмешивается Оксимирон]
Это не корпоратив. Я могу легко доказать

[Продолжение раунда]
Будут еще конкурсы, тушим свет
Мы проигравших сошлём в Бутырку – давай
После истории с Чечней я лучше всех попадаю карандашом в бутылку

А ты так и живешь на пафосе творца культуры, да?
Без самоиронии, без угара
«Порчи, Акелла промахнулся», когда ссышь мимо писсуара
Самовлюбленная мудила, тут не театральные помостки
Но ты провел за зеркалом больше времени, чем Андрей Тарковский
Все эти песни, что только про себя
Как ты в одиночестве с мешком полония 6 классов подряд
Не пытался понравится тем, кто “сперва презирали тебя”
Сомнительная хуйня
Снимаешься в фильме Жигана? Это весьма красноречивый симптом
Походу это единственный в мире даун, у которого еще и Стокгольмский синдром

Как генерал Власов – ты просто мразь и предатель
Ведь когда пришли новости из Берлина, ты поменял лагерь
Отбросил друга быстрее, чем шаурму гангстер
Не доверил тебе спину, словно ты пьяный тату мастер

[Оксимирон]
Тебе было пятнадцать

[Продолжение раунда]
И все это ради зрелища стадионов и гудящих толп?
Для эго твоего размера Олимпийский – подходящий гроб
И когда я думаю: “Стоп! Не может быть! Оксимирон он куда умней”
Я просто вспоминаю, что тебе нравится Леха Медь
Что ты хвалишь Мози Монтану и мечтаешь собрать Олимпийский

[Оксимирон]
Вещи, вещи

[Продолжение раунда]
Блядь, ты разборчив во вкусах, как малолетняя путана на вписке!

Как же он бомбил, когда не смог подписать Бамбл Бизи
Тот выбрал “Панчи да Рифмы”
У вас на букинге проблемы – Бизи русский Lil Peep
Но эмси тебе не мемы, чтобы их пиздить на “РиП”
Блядь, хочешь заработать на букинге? – проще заработать на Букере!
Ты стреляешь плоско, как в платформенном шутере
Вот Рэм Дигга пел за Донбасс, за него люди шли в траншеи
А из-за тебя только Ургант нарисовал себе хуй на шее

Ты не жил над словесной рудой в штольне
Но пафоса так дохуя, словно учился с Путиным в одной школе
“Только вперед! Только развитие!”
А развитие к чему? К западному звучанию?
Но такие биты как у вас нынче делает каждый чайник
К качеству? Ну мы слышали твои треки
Сам признался, что сводили левой пяткой на коленке
Ну так что, стадионный рэпер? Куда ты идешь?
Ты не рубишь на запад окно, ты, блядь, Гамельнский крысолов
Ты всех тащишь на самое дно
Как и вся ваша новая школа, я наслушался этого вдоволь
Если хочется сделать как там, то откройте франшизу МакДональдс
Если есть уже good kid: maad city, нахуя мне ГОРГОРОД в плеере?
Отвечать на творческий вызов, на который уже ответили
Это как на второй разок заварить себе чай в пакетике
Можно, но уже не то – стрёмный варик для нищих рэперов
Только нищих на новые смыслы – ты не Кендрик Ламар в России

За весь твой творческий путь нихуя, кроме рефлексии
“Я, я, я” – о своей фигуре весь написанный материал
Ты так много пиздишь о культуре, но хоть где-то её осмыслял?
Нет
Даже в ссаной песне про вейп мы сказали намного больше
Весь твой рэп ни о чем, потому что он только об Окси

Так что нахуй тебя и нахуй Версус вместе с вашей послушной толпой
Лучше я сдохну ебучим ноунеймом, чем прославлюсь и стану тобой!'),
                                    ('Реализовал RestAPI сервис на Go.
• Настроил репликацию и автоматические горячие бэкапы Postgres.
• Законтейнеризировал приложение с помощью Docker и написал скрипт для развертывания docker-compose.'),
                                    ('• Спроектировал систему команд, разработал язык программирования, похожий по синтаксису на Assembler.
• Написал транслятор для языка программирования в свою систему команд.
• Разработал эмулятор процессора для запуска кода.');

insert into employment("name", "value") values
    ('По найму', 'employed'),
    ('На себя', 'self_employed'),
    ('Без работы', 'unemployed');

insert into eduspeciality("name", code) values
    ('Информатика и вычислительная техника', '09.03.01'),
    ('Прикладная математика и информатика', '01.03.02'),
    ('Экология и природопользование', '05.03.06'),
    ('Информационные системы и технологии', '09.04.02'),
    ('Приборостроение', '12.03.01');

insert into university("name", city_id) values
    ('МГУ', 1),
    ('Бауманка', 1),
    ('ИТМО', 2),
    ('СПбГУ', 2),
    ('СПбПМУ', 2),
    ('СГМУ', 3);

insert into profile(user_id, firstname, lastname, patronymic, country_code, city_id,
                    citizenship_id, gender, phone, email, university_id, eduspeciality_id,
                    graduation_year, employment_id, experience, achievement_id, team_id, specialization_id, company_id) VALUES
    (1, 'Алексей', 'Куценко', 'Викторович', 'ru', 2, 1, 'male', '+79876543210', 'pochta-dlya-svyazi@mail.ru', 3, 1, 2023, 1, 2, 1, 1, 1, 2),
    (2, 'Григорий', 'Валевин', 'Александрович', 'ru', 4, 1, 'other', '+79995552288', 'jopa@gmail.com', 3, 3, 2024, 3, 0, 2, 2, 1, 3),
    (4, 'Роман', 'Логинов', null, 'am', 6, 1, 'male', '+79212281488', 'roma@grek.chechnya', 3, 1, 2023, 3, 1, 3, 1, 1, 4);

insert into profile_skill(profile_id, skill_id) values
    (1, 1),
    (1, 3),
    (1, 4),
    (1, 8),
    (2, 8),
    (4, 1),
    (4, 2),
    (4, 3),
    (4, 5),
    (4, 7),
    (4, 8);

insert into lineup(team_id, role_id, profile_id) VALUES
    (1, 2, 1),
    (1, 1, 4),
    (2, 4, 2),
    (2, 7, 1);

insert into category("name") values
    ('Инновационные IT-решения'),
    ('Маркетинг'),
    ('Робототехника'),
    ('Маркетплейсы');

insert into project("name", description, category_id, project_link, presentation_link, creator_id, lineup_id, is_visible) VALUES
    ('Закрытие академов', 'Планируем жесточайше ботать чтобы закрыть все академы и долги', 1, 'https://docs.google.com/document/d/1yTMA8CKSxGP3-H_PPTIxDdm_TnUx87uTLiyKCIYPtik/edit', 'https://miro.com/app/board/uXjVPahvELM=/', 1, 1, 'visible'),
    ('Попить пива', 'Предлагаю всем смачно попить пыва на выходных на ветеранах', 2, 'https://ru.wikipedia.org/wiki/%D0%9F%D0%B8%D0%B2%D0%BE', 'https://pptcloud.ru/obzh/mify-o-pive', 2, 2, 'visible');
